Repository: LukaszMalucha/Linkedin-Analytics
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Personal Info
pl: Dane Osobowe

source: Permissions
pl: Pozwolenia

source: Important dates
pl: Ważne daty

source: Financial Sector
pl: Sektor Finansowy

source: Lukasz Malucha
pl: Łukasz Małucha

source: Visualizing
pl: Zobacz

source: Financial Companies
pl: Firmy Finansowe

source: located in Ireland
pl: w Irlandii

source: Continue
pl: Dalej

source: IT Sector
pl: Sektor IT

source: IT Companies
pl: Firmy IT

source: Educational Institutions
pl: Instytucje Edukacyjne

source: Python Developer
pl: Programista Pythona

source: LinkedIn Analytics
pl: LinkedIn Analizy

source: REST API Navigation
pl: REST API Nawigacja

source: User
pl: Użytkownik

source: Register
pl: Zarejestruj

source: Authenticate
pl: Uwierzytelnij

source: User Details
pl: Dane Użytkownika

source: Companies
pl: Firmy

source: Company established in
pl: Firma założona w

source: specializes in
pl: specjalizująca się w

source: Website
pl: Strona

source: in Ireland
pl: w Irlandii

source: View Companies
pl: Zobacz Firmy

source: Sector Companies
pl: Firmy z Sektora

source: Linkedin Analytics
pl: LinkedIn Analizy

source: with the tradition
pl: z tradycją

source: Company
pl: Firma

source: Established
pl: Założona

source: by followers count
pl: według liczby obserwujących

source: by type
pl: według rodzaju

source: by employee count
pl: według liczby pracowników

source: business specialties
pl: branże biznesowe

source: Specialty
pl: Branża

source: Occurence
pl: Występowanie

source: Listing
pl: Lista

source: Oops
pl: Ups

source: The Page you requested was not found
pl: Strona, której szukałeś, nie została znaleziona

source: HTTP 404 Error
pl: Błąd HTTP 404

source: The page you are were looking for appears
pl: Strona, której szukasz

source: to have been moved, deleted or does not exist
pl: została przeniesiona, usunięta lub nie istnieje

source: You can try
pl: Możesz spróbować

source: Visit the
pl: Odwiedzić

source: Homepage
pl: Stronę Główną

source: Make sure that the address is spelled correctly
pl: Upewnij się, że adres jest poprawnie wpisany

source: Go to
pl: Idź do

source: previous
pl: poprzedniej

source: page
pl: strony

source: Internal Server Error
pl: Wewnętrzny błąd serwera

source: HTTP 500 Error
pl: Błąd HTTP 500

source: The server encountered something unexpected
pl: Nastąpiło coś nieoczekiwanego

source: that didn't allow it to complete the request. We apologize
pl: co nie pozwoliło na zakończenie żądania. Przepraszamy

source: Or come back later
pl: Albo wróć później

source: Find Company
pl: Znajdź Firmę

source: Login/Register
pl: Login/Rejestracja

source: Log Out
pl: Wyloguj się

source: Log In
pl: Zaloguj się

source: All Rights Reserved
pl: Wszystkie Prawa Zastrzeżone

source: Powered by Septellar
pl: Stworzone przez Septellar

source: Password reset complete
pl: Hasło zostało zresetowane

source: Your password has been set
pl: Twoje hasło zostało ustawione

source: You may go ahead and log in now
pl: Możesz się teraz zalogować

source: Log in
pl: Zaloguj się

source: Setting New password
pl: Ustaw nowe hasło

source: Reset Password
pl: Zresetuj hasło

source: Please enter your new password twice
pl: Wprowadź dwukrotnie nowe hasło

source: So we can verify you typed it in correctly
pl: żeby zweryfikować poprawną pisownie

source: New password
pl: Nowe hasło

source: Confirm password
pl: Potwierdź hasło

source: Password reset unsuccessful
pl: Hasło NIE zostało zresetowane

source: The password reset link was invalid
pl: Nieprawidłowy link do zresetowania hasła

source: possibly because it has already been used
pl: prawdopodobnie dlatego, że został już użyty

source: Please request a new password reset
pl: Spróbuj ponownie zresetować hasło

source: Password reset successful
pl: Hasło zostało zresetowane

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted
pl: Wysłaliśmy Ci e-mailem instrukcje dotyczące ustawiania hasła na podany adres e-mail

source: You should be receiving it shortly
pl: Powinieneś to wkrótce otrzymać

source: You're receiving this e-mail because you requested a password reset for your user account at
pl: Otrzymujesz ten e-mail, ponieważ zażądałeś zresetowania hasła do konta użytkownika pod adresem

source: Please go to the following page and choose a new password
pl: Przejdź na następną stronę i wybierz nowe hasło

source: Your username, in case you've forgotten
pl: Twoja nazwa użytkownika, na wypadek gdybyś zapomniał

source: Thanks for using our site
pl: Dziękujemy za korzystanie z naszej strony

source: Please specify your email address to receive instructions for resetting it
pl: Podaj swój adres e-mail, aby otrzymać instrukcje dotyczące zresetowania konta

source: Your Email Address
pl: Twój adres email

source: Login User
pl: Zaloguj użytkownika

source: Your Password
pl: Twoje hasło

source: Forgot my password
pl: Zapomniałem hasła

source: Register User
pl: Zarejestruj użytkownika

source: Already got an account
pl: Konto już istnieje

source: Your Username
pl: Twoja nazwa użytkownika

source: Confirm Password
pl: Potwierdź hasło
